Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_4.tmx
Source language: de
Languages: en

source: Fachliche Beratung in Bezug auf die Geschäftsführung
en: Professional consultancy relating to business management

source: Personalauswahl durch Vorsprechen von darstellenden Künstlern
en: Auditioning of performing artists [selection of personnel]

source: Unternehmensberatung in Bezug auf die Herstellung von Produkten
en: Business advisory services relating to product manufacturing

source: Unternehmensberatung in Bezug auf die Gründung eines Kraftfahrzeughandels
en: Business advisory services relating to the establishment of motor dealership

source: Hilfe bei der Geschäftsführung in Fragen der Gründung kommerzieller Unternehmen
en: Business assistance relating to the formation of commercial undertakings

source: Erteilen von statistischen Geschäftsinformationen in Bezug auf medizinische Fragen
en: Provision of business statistical information relating to medical matters

source: Vermietung von Werbeflächen in Zeitschriften, Zeitungen und Magazinen
en: Providing advertising space in periodicals, newspapers and magazines

source: Erteilen von Marktinformationen in Bezug auf Handelsberichte
en: Market information services relating to trade reports

source: Organisation von Unternehmensvorstellungen in Bezug auf den Kauf und Verkauf von Waren
en: Arranging business introductions relating to the buying and selling of products

source: Vermittlung von Abonnements für einen Telematik-, Telefon- oder Computerdienst [Internet]
en: Subscriptions (arranging -) to a telematics, telephone or computer service [internet]

source: Beratung gewerblicher Unternehmen auf dem Gebiet der Geschäftsführung
en: Advising industrial enterprises in the conduct of their business

source: Beratung in Bezug auf die Führung von Unternehmen im öffentlichen Sektor
en: Advisory services (Business -) relating to the management of public sector businesses

source: Unternehmensberatung in Bezug auf den Betrieb von Franchise-Unternehmen
en: Advisory services (Business -) relating to the operation of franchises

source: Beratung in Bezug auf Unternehmensplanung
en: Advisory services relating to business planning

source: Stellenvermittlungsdienste für persönliche Assistenten
en: Employment placement services for personal assistants

source: Analyse von Marktforschungsdaten und -statistiken
en: Analysis of market research data and statistics

source: Systematisierung von Daten in Computerdatenbanken
en: Systemization of information into computer databases

source: Werbedienstleistungen einer Rundfunk- und Fernsehwerbeagentur
en: Advertising services of a radio and television advertising agency

source: Nachforschungen in geschäftlichen Angelegenheiten
en: Company information (Searches relating to -)

source: Vermietung von Fotokopiermaschinen
en: Rental of photocopying machines

source: Einzelhandelsdienstleistungen in Bezug auf Bekleidung
en: Retail store services in the field of clothing

source: Büroarbeiten in Bezug auf die Erstellung von Finanzabschlüssen und Analysen für Unternehmen
en: Promoting the sale of goods and services of others by awarding purchase points for credit card use

source: Verkaufsförderung durch Vergabe von Punkten für die Nutzung von Kreditkarten
en: Employment agency services for people skilled in the use of computers

source: Zusammenstellung und Analyse von Informationen und Daten in Bezug auf Geschäftsführung
en: Information and data compiling and analyzing relating to business management

source: Erstellung von Werbetexten für den Handel
en: Preparation of trade publicity texts

source: Statistische Auswertung von Marketingdaten
en: Statistical evaluations of marketing data

source: Organisation, Durchführung und Überwachung von Verkaufs- und Verkaufsanreizprogrammen
en: Organization, operation and supervision of sales and promotional incentive schemes

source: Buchführung für Pensionsfonds
en: Accounting services for pension funds

source: Vermietung von Werbeflächen in elektronischen Medien und in weltweiten Informationsnetzen
en: Provision of advertising space by electronic means and global information networks

source: Vermietung von Reklame- und Marketingpräsentationsmaterialien aller Art
en: Rental of all publicity and marketing presentation materials

source: Platzierung von Inseraten
en: Advertisements (Placing of -)

source: Vermittlung von Zeitungsabos
en: Arranging newspaper subscriptions

source: Beratung im Bereich Geschäftsführung und Marketing
en: Advice in the field of business management and marketing

source: Geschäftliche Marktanalysen
en: Business analysis of markets

source: Erstellen von Inventarlisten
en: Preparation of inventories

source: Zusammenstellung von Mailing-Listen für die Direktversandwerbung [ausgenommen Verkauf]
en: Preparation of mailing lists for direct mail advertising services [other than selling]

source: Ausarbeitung von Werbeunterlagen
en: Preparation of publicity documents

source: Anwerbung von Verkaufs- und Marketingfachkräften
en: Recruitment services for sales and marketing personnel

source: Analyse der Resonanz auf Werbung
en: Analysis of advertising response

source: Personal- und Stellenvermittlung und Personalanwerbung
en: Personnel recruitment services and employment agencies

source: Zusammenstellung von Registern in Bezug auf Importeure
en: Compilation of registers relating to importers

source: Beratung zu Verkaufsmethoden und Verkaufsprogrammen
en: Consulting in sales techniques and sales programmes

source: Informationen und Beratung fÃ¼r Verbraucher bei der Auswahl von zu kaufenden Produkten
en: Provision of information and advice to consumers regarding the selection of products and items to be purchased

source: Durchführung von Gehaltsabrechnungen [für Dritte]
en: Payroll processing services [for others]

source: Personalverwaltung für Marketingpersonal
en: Personnel management of marketing personnel

source: Werbung im Internet für Dritte
en: Advertisement for others on the Internet

source: Werbung in Zeitschriften, Broschüren und Zeitungen
en: Advertising in periodicals, brochures and newspapers

source: Zusammenstellung von Werbeanzeigen
en: Compilation of advertisements

source: Zusammenstellung von Werbeanzeigen für das Internet
en: Compilation of advertisements for use on the internet

source: Werbung für den Verkauf von persönlichem Eigentum
en: Advertising services relating to the sale of personal property

source: Vermietung von Internetwerbeflächen
en: Rental of advertising space on the internet

source: Sekretariatsdienstleistungen von Hotels
en: Secretarial services provided by hotels

source: Geschäftsführung für Unternehmen
en: Business representative services

source: Auskünfte in kommerziellen und Geschäftsangelegenheiten
en: Provision of business and commercial information

source: Computergestützte Auskünfte hinsichtlich Geschäftsführung
en: Provision of computerised business management information

source: Unternehmensberatung in Bezug auf Unternehmensliquidationen
en: Business advisory services relating to business liquidations

source: Werbung und Verkaufsförderung und diesbezügliche Beratung
en: Advertising and promotion services and related consulting

source: Sammeln von Informationen in Bezug auf Werbung
en: Collection of information relating to advertising

source: Vermittlung von Verträgen über den An- und Verkauf von Waren
en: Mediation of agreements regarding the sale and purchase of goods

source: Vermietung von Werbeflächen auf Druckschriften
en: Leasing of advertising space on pamphlets

source: Dienstleistungen einer Model-Agentur für verkaufsfördernde Zwecke
en: Modelling agency services relating to sales promotions

source: Büroverwaltungsdienste [für Dritte]
en: Office management services [for others]

source: Geschäftsführung von Handelsunternehmen [für Dritte]
en: Operation of commercial businesses [for others]

source: Produktion von Kinowerbung
en: Production of cinema commercials

source: Geschäftsführung für darstellende Künstler
en: Business management of performing artists

source: Hilfe bei der Geschäftsführung von Handelsunternehmen in Bezug auf Werbung
en: Assistance to management in commercial enterprises in respect of advertising

source: Unternehmensberatung in Bezug auf Franchising in Bezug auf Motorenverkaufsvertretungen
en: Business advisory services relating to franchising of a motor dealership

source: Betriebswirtschaftliche Beratung zu Fragen der Datenverarbeitung
en: Business consultancy services relating to data processing

source: Überwachung von Absatzmengen für Dritte
en: Sales volume tracking for others

source: Sammeln von Marktforschungsdaten
en: Market research data collection services

source: Beratung in Fragen des Außenhandels
en: Foreign trade consultancy services

source: Analyse von Geschäftsinformationen
en: Analysis of business information

source: Beratung in Bezug auf die Organisation von Werbekampagnen für Unternehmen
en: Consultancy relating to the organisation of promotional campaigns for business

source: Beratung bei der Erstellung von Unternehmensstatistiken
en: Consultancy relating to the preparation of business statistics

source: Verbreitung von Werbematerial mittels Postsendungen
en: Distribution of advertising material by post

source: Auskünfte in Geschäftsangelegenheiten, auch über Internet, das Kabelnetz oder andere Formen der Datenübertragung
en: Providing business information, also via internet, the cable network or other forms of data transfer

source: Unterlagenverwaltung, nämlich Katalogisierung von Dokumenten für Dritte
en: Records management services, namely, document indexing for others

source: Dienstleistungen eines Franchisegebers, nämlich Hilfe bei der Führung oder Verwaltung gewerblicher oder kommerzieller Unternehmen
en: Services rendered by a franchisor, namely, assistance in the running or management of industrial or commercial enterprises

source: Hilfe bei der Verwaltung und dem Betrieb von Handelsunternehmen
en: Management and operation assistance to commercial businesses

source: Geschäftsführung für Berufssportler
en: Management of professional athletes

source: Betriebswirtschaftliche Beratung mittels Computer
en: Computerised business information services

source: Verwaltung von Flughäfen
en: Airport administration services

source: Betriebswirtschaftliche Beratung bei der Auswahl von Computern
en: Business advisory services relating to the selection of computers

source: Betriebswirtschaftliche Beratung in Bezug auf die Verwaltung von Informationstechnologie
en: Business consultancy relating to the administration of information technology

source: Outplacement von Arbeitskräften
en: Employment outplacement services

source: Hilfe bei der Verwaltung geschäftlicher Angelegenheiten oder kaufmännischer Funktionen von Industrie- oder Handelsunternehmen
en: Help in the management of business affairs or commercial functions of an industrial or commercial enterprise

source: Verkaufsförderung für Waren und Dienstleistungen Dritter durch Verteilung von Drucksachen und durch Wettbewerbe für Werbezwecke
en: Promoting the sale of goods and services of others through the distribution of printed material and promotional contests

source: Auskünfte über Wirtschaftsangelegenheiten für Geschäftszwecke
en: Economic information services for business purposes

source: Geschäftsführung, einschließlich Marketingberatung in demografischen Fragen
en: Company management, including consultancy in demographic matters

source: Verbreitung von Werbung für Dritte über ein Online-Kommunikationsnetz im Internet
en: Dissemination of advertising for others via an on-line communications network on the internet

source: Strategische Beratung in Geschäftsangelegenheiten
en: Consultancy services regarding business strategies

source: Veranstaltung von Preisverlosungen zu Werbezwecken
en: Prize draws (Organising of -) for promotional purposes

source: Beratung in Fragen der Unternehmensorganisation und der Betriebswirtschaft
en: Consultancy regarding business organisation and business economics

source: Beratung in Fragen der Geschäftsführung von Fertigungsunternehmen
en: Business management advice relating to manufacturing business

source: Geschäftsführung von Tankstellen [für Dritte]
en: Business management of petrol stations [for others]

source: Vorbereitung und Durchführung von Messen und Ausstellungen für Geschäftszwecke
en: Arranging and conducting of fairs and exhibitions for business purposes

source: Organisation und Durchführung von Messen und Ausstellungen für Werbezwecke
en: Arranging and conducting of fairs and exhibitions for advertising purposes

source: Verkaufsförderung für Dritte durch die Verteilung und die Verwaltung von Kundenkarten
en: Sales promotion for others provided through the distribution and the administration of privileged user cards

source: Organisation der Annahme von Telefongesprächen und telefonischen Rezeptionsdiensten für Dritte
en: Organisation for a third party of telephone welcoming services and of telephone receptionist services

source: Organisation von Veranstaltungen zu Reklame- und Werbezwecken
en: Organisation of events for commercial and advertising purposes

source: Hilfe hinsichtlich der Geschäftsführung
en: Commercial assistance in business management

source: Zusammenstellung und Bereitstellung von Preis- und Statistikinformationen von Handel und Gewerbe
en: Compilation and provision of trade and business price and statistical information

source: Beschaffung von alkoholischen Getränken für andere [Erwerb von Waren für andere]
en: Alcoholic beverage procurement services for others [purchasing goods for other businesses]

source: Werbung für öffentliche Bauvorhaben
en: Advertising services relating to public works

source: Werbung in Bezug auf die Kraftfahrzeugindustrie
en: Advertising services relating to the motor vehicle industry

source: Beratung der Geschäftsführung in Fragen des Personaleinsatzes
en: Management advice relating to the placing of staff

source: Geschäftsverwaltung hinsichtlich der Bearbeitung von im Internet getätigten Verkäufen
en: Business administration services for processing sales made on the internet

source: Unternehmensberatung im Bereich Transport und Auslieferung
en: Business consultancy, in the field of transport and delivery

source: Unternehmensberatung und Planung von Marketingaktivitäten
en: Business consultation and management regarding marketing activities

source: Unternehmensberatung und Organisation in Bezug auf die Einführung neuer Produkte
en: Business consultation and management regarding launching of new products

source: Beratung bei Geschäftsführung und Unternehmensorganisation
en: Business management and enterprise organization consultancy

source: Beratung bei der Geschäftsführung, auch per Internet
en: Business management consultancy, also via the Internet

source: Geschäftsführung im Bereich Transport und Auslieferung
en: Business management in the field of transport and delivery

source: Beratung bei Unternehmensorganisation und Geschäftsführung, einschließlich Personalverwaltung
en: Business organization and management consultancy including personnel management

source: Erfassung und Systematisierung von Informationen zur Eingabe in Computerdatenbanken
en: Collection and systematisation of information into computer databases

source: Organisation, Durchführung und Überwachung von Treueprogrammen und Bonusprogrammen
en: Organisation, operation and supervision of loyalty schemes and incentive schemes

source: Anwerbung von technischem Aushilfspersonal
en: Recruitment of temporary technical personnel

source: Personalverwaltung in Bezug auf Verkaufspersonal
en: Personnel management of sales personnel

source: Planung von Marketingstrategien
en: Planning of marketing strategies

source: Geschäftsführung bei der Entwicklung von Geschäftsfeldern
en: Business management services relating to the development of businesses

source: Vorbereitung von Vorführungen für Werbezwecke
en: Arranging of demonstrations for advertising purposes

source: Dekoration von Auslagen für Werbezwecke
en: Arranging of displays for advertising purposes

source: Promotion [Werbung] für Konzerte
en: Promotion [advertising] of concerts

source: Dateienverwaltung mittels Computer
en: Computerized file management

source: Buchführung für Betriebe
en: Company record-keeping

source: Zusammenstellung von Listen potenzieller Kunden
en: Compilation of lists of prospective customers

source: Geschäftsinformationen mittels weltweiter Computernetze
en: Provision of business information via global computer networks

source: Werbung für Geschäfts- oder Wohnimmobilien
en: Advertising of commercial or residential real estate

source: Einzelhandelsdienstleistungen in Bezug auf Teppiche
en: Shop retail services connected with carpets

source: Erstellen von computergestützten Geschäftsstatistiken
en: Provision of computerised business statistics

source: Entwicklung von Markennamen
en: Brand creation services

source: Verwaltung für Mitarbeiterbeteiligungssysteme
en: Business administration of employee share schemes

source: Bewertungen in Bezug auf Geschäftsangelegenheiten kommerzieller Betriebe
en: Evaluations relating to business management in commercial enterprises

source: Ausführung von stenografischen Auftragsarbeiten
en: Execution of stenographic work to order

source: Organisationsberatung in Bezug auf die Betriebsstrukturen von Unternehmen
en: Advisory services relating to the corporate structure of businesses

source: Beratung in Bezug auf den Kauf von Waren im Auftrag von Dritten
en: Advisory services relating to the purchase of goods on behalf of others

source: Agenturdienste zur Organisation von Geschäftseinführungen
en: Agency services for arranging business introductions

source: Dienstleistungen eines Kundenklubs für Geschäfts-, Verkaufsförderungs- und/oder Werbezwecke
en: Customer club services, for commercial, promotional and/or advertising purposes

source: Administrative Bearbeitung von Bestellungen im Rahmen der Dienstleistungen von Versandhäusern
en: Administrative processing of purchase orders within the framework of services provided by mail-order companies

source: Werbung, insbesondere Verkaufsförderung von Waren
en: Advertising particularly services for the promotion of goods

source: Büroarbeiten in Bezug auf die Annahme von Bestellungen
en: Clerical services for the taking of sales orders

source: Abschluss und Vermittlung von Handelsgeschäften für Dritte
en: Mediation and conclusion of commercial transactions for others

source: Überwachung der Geschäftsführung
en: Business management supervision

source: Erstellung von Unternehmensprojektstudien
en: Writing of business project studies

source: Untersuchungen zu Marketingstrategien
en: Investigations of marketing strategy

source: Personalvermittlung und -anwerbung
en: Personnel placement and recruitment

source: Produktion von Tonaufzeichnungen für Marketingzwecke
en: Production of sound recordings for marketing purposes

source: Vermittlung von Warenankäufen für Dritte
en: Production of visual advertising matter

source: Durchführung von Online-Auktionen über das Internet
en: On-line auctioneering services via the Internet

source: Betriebswirtschaftliche Hilfe bei der Gründung von Franchise-Unternehmen
en: Provision of assistance [business] in the establishment of franchises

source: Betriebswirtschaftliche Hilfe beim Betrieb von Franchise-Unternehmen
en: Provision of assistance [business] in the operation of franchises

source: Analyse der öffentlichen Wahrnehmung von Werbung
en: Analysis of the public awareness of advertising

source: Computergestützte Inventuren
en: Data-based stock control

source: Vorführung von Waren zu Werbezwecken
en: Demonstration of goods for promotional purposes

source: Datenrecherchen für Dritte in Computerdateien
en: Data search in computer files for others

source: Vermietung von Verkaufsautomaten
en: Rental of vending machines

source: Kommerzielle Verwaltung der Lizenzierung von Waren und Dienstleistungen für Dritte
en: Commercial administration of the licensing of the goods and services of others

source: Layoutgestaltung für Werbezwecke
en: Layout services for advertising purposes

source: Kopieren von Aufzeichnungen [Papier]
en: Reproduction of records [paper]

source: Auskünfte über Handelsangelegenheiten mittels zu einer Computerdatenbank
en: Commercial information services provided by access to a computer database

source: Unternehmensberatung in Bezug auf die Reorganisation der Finanzen
en: Business advice relating to financial re-organisation

source: Sammeln von Daten
en: Collection of data

source: Aktualisierung von Geschäftsinformationen in Computerdatenbanken
en: Updating of business information on a computer data base

source: Suche und Vermittlung von Führungskräften
en: Executive search and placement services

source: Auskünfte und Beratung in Fragen des Außenhandels
en: Foreign trade information and consultation

source: Erfassung von geschäftlichen Informationen
en: Acquisition of commercial information

source: Beratung der Geschäftsführung in Bezug auf Personalanwerbung
en: Management advice relating to the recruitment of staff

source: Hilfe bei der Führung von Wirtschaftsunternehmen
en: Management assistance to commercial companies

source: Veranstaltung von Messen zu gewerblichen oder zu Werbezwecken
en: Organization of trade fairs for commercial or advertising purposes

source: Handelsmarketing [ausgenommen Verkauf]
en: Trade marketing [other than selling]

source: Erstellen von Steuererklärungen [Berechnung]
en: Tax assessment [accounts] preparation

source: Beratung bei der Geschäftsführung von Handelsunternehmen
en: Business management advisory services relating to commercial enterprises

source: Beratung bei der Geschäftsführung von Industriebetrieben
en: Business management advisory services relating to industrial enterprises

source: Buchführung in Bezug auf Kosten für landwirtschaftliche Unternehmen
en: Accounting services relating to costs for farming enterprises

source: Beratung in Bezug auf Geschäftsführung und Geschäftstätigkeit
en: Advisory services relating to business management and business operations

source: Hilfe bei der Geschäftsführung eines Industrie- oder Handelsunternehmens
en: Business management assistance for industrial or commercial companies

source: Entwicklung von Unternehmensstrategien
en: Business strategy development services

source: Lohn- und Gehaltsabrechnungen für Dritte
en: Preparation of payrolls [for others]

source: Verkaufsförderung für Unternehmen mittels Telefon
en: Business promotion services provided by telephone

source: Administrative Bearbeitung und Organisation von Versandhandelsdienstleistungen
en: Administrative processing and organising of mail order services

source: Auswertung von Marktforschungsdaten
en: Interpretation of market research data

source: Buchführung und Buchhaltung
en: Book-keeping and accounting services

source: Marktforschung in Bezug auf Kosmetika, Parfümeriewaren und Beautyprodukte
en: Marketing research in the fields of cosmetics, perfumery and beauty products

source: Ausstellungsveranstaltung zu Werbezwecken
en: Arranging of exhibitions for advertising purposes

source: Ausstellungsveranstaltung für geschäftliche Zwecke
en: Arranging of exhibitions for business purposes

source: Organisation von Produkteinführungen
en: Arranging of product launches

source: Organisation von Handelsmessen
en: Arranging of trade fairs

source: Erstellen von Statistiken zur Bereitstellung von Informationen über die Marktdynamik
en: Compilation of statistical models for the provision of market dynamics information
